"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 7601, \"word_counts\": \"{\\\"o\\\": 30635, \\\"clothing_accesories\\\": 1596, \\\"money\\\": 7600, \\\"food\\\": 2436, \\\"groceries\\\": 1311, \\\"transport_travel\\\": 1422, \\\"entertainment\\\": 2252, \\\"electronics\\\": 2096}\", \"word_docs\": \"{\\\"money\\\": 7600, \\\"clothing_accesories\\\": 1398, \\\"o\\\": 7600, \\\"food\\\": 2175, \\\"groceries\\\": 847, \\\"transport_travel\\\": 1315, \\\"entertainment\\\": 1605, \\\"electronics\\\": 1216}\", \"index_docs\": \"{\\\"2\\\": 7600, \\\"6\\\": 1398, \\\"1\\\": 7600, \\\"3\\\": 2175, \\\"8\\\": 847, \\\"7\\\": 1315, \\\"4\\\": 1605, \\\"5\\\": 1216}\", \"index_word\": \"{\\\"1\\\": \\\"o\\\", \\\"2\\\": \\\"money\\\", \\\"3\\\": \\\"food\\\", \\\"4\\\": \\\"entertainment\\\", \\\"5\\\": \\\"electronics\\\", \\\"6\\\": \\\"clothing_accesories\\\", \\\"7\\\": \\\"transport_travel\\\", \\\"8\\\": \\\"groceries\\\"}\", \"word_index\": \"{\\\"o\\\": 1, \\\"money\\\": 2, \\\"food\\\": 3, \\\"entertainment\\\": 4, \\\"electronics\\\": 5, \\\"clothing_accesories\\\": 6, \\\"transport_travel\\\": 7, \\\"groceries\\\": 8}\"}}"